Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: An error occured while adding the pass to Wallet. Please try again later.
co: Un sbagliu hè accadutu durante l’aghjuntu di u bigliettu à Wallet. Pruvate torna dopu.

source: An SSL error has occurred and a secure connection to the server cannot be made.
co: Un sbagliu SSL hè accadutu è ùn si pò stabilisce una cunnessione sicura cù u servitore.

source: App Icon
co: Icona di l’appiecazione

source: Are you sure you want to cancel this download?
co: Vulete veramente abbandunà stu scaricamentu ?

source: Are you sure you want to delete it and its contents?
co: Vulete veramente squassà stu cartulare è u so cuntenutu ?

source: Articles powered by %@
co: Articuli selezziunati da %@

source: A search engine with this title or URL has already been added.
co: Un mutore di ricerca di u listessu nome o indirizzu hè statu aghjuntu dighjà.

source: A username and password are being requested by %@.
co: U situ %@ richiede un nome d’utilizatore è una parolla d’intesa.

source: A username and password are being requested by %1$@. The site says: %2$@
co: U situ %1$@ richiede un nome d’utilizatore è una parolla d’intesa. U situ indicheghja : %2$@

source: Authenticate to access passwords.
co: Autenticatevi per accede à e parolle d’intesa.

source: Authenticate to access your saved logins and encrypted cards.
co: Autenticatevi per accede à e vostre identificazioni di cunnessione arregistrate è à e carte cifrate.

source: Authenticate to access your saved passwords and payment methods.
co: Autenticatevi per accede à e vostre parolle d’intesa è metode di pagamentu arregistrate.

source: Authentication required
co: Autenticazione richiesta

source: Autofill Addresses
co: Riempie autumaticamente l’indirizzi

source: Autofill Credit Card
co: Riempie autumaticamente u campu di e carte bancarie

source: Autofill Credit Cards
co: Riempie autumaticamente u campu di e carte bancarie

source: Autofill Error
co: Sbagliu di riempiimentu autumaticu

source: AutoFill Firefox Passwords
co: Riempiimentu autumaticu da Firefox di e parolle d’intesa

source: Autofills & Passwords
co: Riempiimentu autumaticu è parolle d’intesa

source: Automatically
co: Autumaticu

source: Automatically Send Crash Reports
co: Mandà autumaticamente i raporti d’accidente

source: Automatically sync tabs and bookmarks across devices for seamless screen-hopping.
co: Sincrunizate autumaticamente l’unghjette è l’indette trà i vostri apparechji per passà d’un screnu à l’altru senza straziu.

source: Automatic Privacy
co: Rispettu autumaticu di a vita privata

source: Automatic protection of your personal info Load sites fast and search smarter Brought to you by the non-profit %@, trusted for over 20 years
co: Prutezzione autumatica di i vostri dati persunali Caricamentu in furia di i siti è ricerca astuta Cuncepitu da l’urganismu senza scopu lucrativu %@, degnu di cunfidenza dapoi più di 20 anni

source: Autoplay settings will only apply to newly opened tabs. Changes cannot be applied to existing tabs unless the application is restarted.
co: I parametri di lettura autumatica s’appiecheranu solu à l’unghjette aperte pocu fà. I cambiamenti ùn ponu micca appiecassi à l’unghjette esistente for chè l’appiecazione hè rilanciata.

source: Available Credentials:
co: Identificazioni di cunnessione dispunibule :

source: Available devices:
co: Apparechji dispunibule :

source: Back to Themes
co: Rivene à i temi

source: Back up and Sync Data
co: Salvà è sincrunizà i dati

source: Basic (Recommended)
co: Basicu (ricumandatu)

source: Be careful. Something doesn’t look right.
co: Fate casu. Pare ch’ella ci sia un prublema.

source: Be on the Lookout
co: State in posta

source: Blank Page
co: Una pagina viota

source: Block Audio
co: Bluccà l’audio

source: Block Audio and Video
co: Bluccà l’audio è a video

source: Blocked %@
co: %@ bluccati

source: Blocked Cross-Site Tracking Cookies
co: Canistrelli di spiunagiu intersiti bluccati

source: Blocked Cryptominers
co: Minatori di crittomuneta bluccati

source: Blocked Fingerprinters
co: Detettori d’impronta numerica bluccati

source: Blocked Social Trackers
co: Perseguitatori di rete suciale bluccati

source: Block Images
co: Bluccà e fiure

source: Blocking trackers could impact the functionality of some websites.
co: U blucchime di i perseguitatori pò affettà e funzioni di certi siti web.

source: Block Lists
co: Liste di blucchime

source: Block online trackers
co: Bluccà i perseguitatori in linea

source: Block Opening External Apps
co: Bluccà l’apertura d’appiecazioni esterne

source: Block Pop-up Windows
co: Bluccà e finestre popup

source: BLOCKS
co: BLUCCATU

source: Blocks known trackers. Some websites may not function properly.
co: Bluccheghja l’elementi di spiunagiu cunnisciuti. Certi siti ponu ùn micca funziunà currettamente.

source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
co: Bluccheghja più perseguitatori, publicità è annunzii micca richiesti. E pagine si caricheranu più prestu, ma certi siti puderianu ùn micca funziunà currettamente.

source: Bookmark Added
co: Indetta aghjunta

source: Bookmark All Tabs
co: Indettà tutte l’unghjette

source: Bookmark Current Tab
co: Indettà l’unghjetta currente

source: Bookmarked
co: Aghjunta à l’indette

source: Bookmark Link
co: Marcà u liame

source: Bookmark Page
co: Indettà a pagina

source: Bookmark Removed
co: Indetta cacciata

source: Bookmarks, history, and settings — all at your fingertips.
co: Indette, cronolugia è parametri : tuttu vicinu à voi.

source: Bookmarks you save will show up here.
co: L’indette chì voi arregistrate seranu affissate quì.

source: Bookmark This Page
co: Indettà sta pagina

source: Brightness
co: Lucidezza

source: Browse like no one’s watching
co: Navigate cum’è s’è nisunu vi fighjava

source: Browse multiple Web pages at the same time with tabs.
co: Navigà nant’à parechje pagine web à u listessu tempu grazia à l’unghjette.

source: Browser Theme
co: Tema di u navigatore

source: Browse with no saved cookies or history in %@.
co: Navigate senza arregistrà nè canistrelli nè cronolugia in %@.

source: Browsing
co: Navigazione

source: Browsing History
co: Cronolugia di navigazione

source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
co: A prutezzione rinfurzata contr’à u spiunagiu impedisce u spiunagiu cù e publicità. Attivate u modu Severa per bluccà ancu più di perseguitatori, publicità è d’annunzii micca richiesti.

source: By continuing, you agree to the %@
co: Cuntinuendu, vole si dì chì vo accettate e %@

source: By selecting “Yes, Try It” you agree to the following from %@:
co: A selezzione di « Sì, pruvallu » vole dì chì vo accettate quell’elementi di %@ :

source: By selecting “Yes, Try It” you agree to these items:
co: A selezzione di « Sì, pruvallu » vole dì chì vo accettate st’elementi :

source: Cache
co: Impiatta

source: Cancel Download
co: Abbandunà u scaricamentu

source: Cannot Open Page
co: Impussibule d’apre a pagina

source: Can’t Check These Reviews
co: Ùn pudemu micca cuntrollà st’avisi

source: Can’t handle this one at the moment. Try again later!
co: Impussibule di riassume quella pagina subitu. Pruvate torna un’altra volta.

source: Card Information updated
co: Infurmazioni di a carta messe à livellu

source: Card Information Updated
co: Infurmazioni di a carta messe à livellu

source: Card removed
co: Carta cacciata

source: Certificate
co: Certificatu

source: Change Passcode
co: Cambià u codice

source: Changes color theme.
co: Cambià i culori.

source: Changes font type.
co: Cambià a grafia.

source: Changes the button in the center of the toolbar.
co: Cambia u buttone à u centru di a barra d’attrezzi.

source: Checking review quality (%@)
co: Cuntrollu di a qualità di l’avisi (%@)

source: Check Now
co: Cuntrollà subitu

source: Check Review Quality
co: Cuntrollà a qualità di l’avisi

source: Check your internet connection and try again.
co: Ci vole à verificà a vostra cunnessione internet è pruvà torna.

source: Choose
co: Sceglie

source: Choose a Firefox Wallpaper
co: Sceglie un sfondulu di screnu Firefox

source: Choose a %@ Wallpaper
co: Sceglie un sfondulu di screnu per %@

source: Choose content you see on the Firefox homepage.
co: Sciglite u cuntenutu chì si vede nant’à a pagina d’accolta di Firefox.

source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
co: Sciglite Firefox cum’è navigatore predefinitu per rende autumatica a vitezza, a sicurità è a cunfidenzialità.

source: Choose Language
co: Sciglite una lingua

source: Choose Theme
co: Sceglie u temu

source: Choose what displays as the homepage.
co: Sciglite ciò chì s’affissa cum’è pagina d’accolta.

source: Choose what’s included on the Firefox homepage.
co: Sciglite u cuntenutu di a pagina d’accolta di Firefox.

source: Choose what to load when opening a new tab
co: Sciglite ciò chì s’affissa à l’apertura d’una nova unghjetta

source: Choose what you see when you return to Firefox.
co: Sciglite ciò chì si vede quandu vi rivinite à Firefox.

source: Choose where to put your address bar
co: Sciglite induve piazzà a vostra barra d’indirizzu

source: Classic %@
co: %@ classicu

source: Classic Wallpaper
co: Sfondulu di screnu classicu

source: Clear All Website Data
co: Squassà tutti dati di siti

source: Clearing Recent History will remove history, cookies, and other browser data.
co: Squassà a cronolugia recente caccierà a cronolugia, i canistrelli è altri dati di u navigatore.

source: Clear Items: %1$@
co: Squassà l’elementi : %1$@

source: Clear Private Data
co: Squassà e mo traccie

source: Clear Private Tabs
co: Squassà l’unghjette private

source: Clear Recent History
co: Squassà a cronolugia recente

source: Clear Recent History…
co: Squassà a cronolugia recente…

source: Close All Inactive Tabs
co: Chjode tutte l’unghjette inattive

source: Close all private tabs and delete history, cookies, and all other site data.
co: Chjode tutte l’unghjette private è squassà a cronolugia, i canistrelli è tutti l’altri dati di i siti.

source: Close All Tabs
co: Chjode tutte l’unghjette

source: Close and exit %@ onboarding
co: Chjode è compie u prucessu d’accolta di %@

source: Close Menu
co: Chjode u listinu

source: Close Old Tabs…
co: Chjode l’unghjette vechje…

source: Close privacy and security menu
co: Chjode u listinu di vita privata è di sicurità

source: Close Private Tabs
co: Chjode l’unghjette private

source: Close Review Checker
co: Chjode u verificadore d’avisu

source: Close Selected Tab
co: Chjode l’unghjette selezziunate

source: Close Summary
co: Chjode u riassuntu

source: Close Survey
co: Chjode l’inchiesta

source: Close Survey Prompt
co: Chjode a dumanda di participazione à l’inchiesta

source: Close Tab
co: Chjode l’unghjetta

source: Close Tabs (%@)
co: Chjode l’unghjette (%@)

source: Close tabs older than…
co: Chjode l’unghjette più vechje chè…

source: Close This Tab
co: Chjode st’unghjetta

source: Close Translation Panel
co: Chjode u pannellu di traduzzione

source: Close Zoom Panel
co: Chjode u pannellu d’ingrandamentu

source: Closing tab
co: Chjusura di l’unghjetta

source: Collapsed
co: Riduttu

source: Collapse How we determine review quality Card
co: Riduce a scheda « Cumu determinemu a qualità d’un avisu »

source: Collapse Settings Card
co: Riduce a scheda di i parametri

source: Colors
co: Culori

source: Committed to the promise of a better Internet for everyone.
co: Impegnatu per a prumessa d’un Internet megliu per tutti.

source: Common Name
co: Nome cumunu

source: Completed
co: Compii

source: computer
co: urdinatore

source: Conceal
co: Ammascà

source: Connect Another Device
co: Cunnette un altru apparechju

source: Connect Firefox everywhere you use it.
co: Cunnettate Firefox dapertuttu induve voi l’impiegate.

source: Connection not secure. Enhanced Tracking Protection is off.
co: Cunnessione micca assicurata. A prutezzione rinfurzata contr’à u spiunagiu hè disattivata.

source: Content trackers
co: Perseguitatori di cuntenutu

source: Copied Link from clipboard
co: Liame cupiatu da u preme’papei

source: Copy Address
co: Cupià l’indirizzu

source: Copy Image
co: Cupià a fiura

source: Copy Image Link
co: Cupià u liame di a fiura

source: Copy Link
co: Cupià u liame

source: Copy URL
co: Cupià l’indirizzu

source: Could not add page to Reading list
co: Ùn si pò micca aghjunghje a pagina à a lista di lettura

source: Could not add page to Reading List. Maybe it’s already there?
co: Ùn si pò micca aghjunghje a pagina à a lista di lettura. Forse si ci trovà dighjà ?

source: Could not load page.
co: Ùn si pò micca caricà a pagina.

source: Couldn’t Change Wallpaper
co: Impussibule di cambià u sfondulu di screnu

source: Couldn’t Download Wallpaper
co: Impussibule di scaricà u sfondulu di screnu

source: Couldn’t Load Languages
co: Impussibule di caricà e lingue

source: Couldn’t translate page
co: Impussibule di traduce a pagina

source: Couldn’t Translate Page
co: Impussibule di traduce a pagina

source: Country or Region
co: Paese o regione

source: %@ crashed. Restore your tabs?
co: %@ s’hè lampatu. Risturà e vostre unghjette ?

source: Crash reports allow us diagnose and fix issues with the browser.
co: I raporti d’accidente ci permettenu di diagnosticà è di currege i prublemi cù u navigatore.

source: Crash reports allow us to diagnose and fix issues with the browser. %@
co: I raporti d’accidente ci permettenu di diagnosticà è di currege i prublemi cù u navigatore. %@

source: Create an account
co: Creà un contu

source: Created %@
co: Creatu %@

source: Created by %@
co: Creata da %@

source: Create Firefox account.
co: Creà un contu Firefox.

source: Credit Cards
co: Carte bancarie

source: Cross-Site Trackers
co: Perseguitatori intersiti

source: Cross-site tracking cookies: %@
co: Canistrelli di spiunagiu intersiti : %@

source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
co: I minatori di crittomuneta impieganu à l’appiattu a putenza di calculu di u vostru urdinatore per minà muneta virtuale. I so scenarii viotanu a vostra batteria, freneghjanu u vostru urdinatore, è ponu aumantà a vostra fattura d’elettricità.

source: Current Homepage
co: Pagina d’accolta attuale

source: Currently selected tab.
co: Unghjetta selezziunata attualmente.

source: Current Zoom Level: %@
co: Livellu attuale d’ingrandamentu : %@

source: Customize %@
co: Persunalizà %@

source: Customize Firefox Home
co: Persunalizà l’accolta di Firefox

source: Customize Homepage
co: Persunalizà a pagina d’accolta

source: Customize Tab Tray
co: Persunalizà a barra d’unghjette

source: Customize Top Sites
co: Persunalizà i siti principale

source: Custom URL
co: Indirizzu persunalizatu

source: Cyan
co: Cianu

source: Daily Usage Ping
co: Ping d’aghjovu oghjincu

source: Dark theme now includes a dark keyboard and dark splash screen.
co: U tema scuru include avà una tastera scura è un screnu iniziale scuru.

source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è cumu vo impiegate %1$@ aiutanu à amendà e funzioni, e perfurmenze è a stabilità per tutti. %2$@

source: Data about your device, hardware configuration, and usage helps us improve %@ features, performance and stability.
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è u vostru adopru ci aiutanu à amendà e funzioni, e perfurmenze è a stabilità di %@.

source: Data Clearance
co: Viutatura di i dati

source: Data Management
co: Ghjestione di i dati

source: %d device(s) connected
co: %d apparechju(i) cunnessu(i)

source: Debug: forget Sync auth state
co: Spannà : scurdassi di u statu di l’autenticazione Sync

source: Debug: require password
co: Spannà : dumandà a parolla d’entrata

source: Debug: require upgrade
co: Spannà : dumandà di rinnovà l’appiecazione

source: Debug: use stage servers
co: Spannà : impiegà i servitori di prova

source: Decrease text size
co: Diminuisce a dimensione di u testu

source: Decrease Zoom Level
co: Diminuisce u livellu d’ingrandamentu

source: Default Browser App
co: Appiecazione predefinita di navigazione

source: Default clear wallpaper.
co: Sfondulu chjaru predefinitu.

source: Default Search Engine
co: Mutore di ricerca predefinitu

source: Default Themes
co: Temi predefiniti

source: Default to a Better Internet
co: Scelta d’un Internet più bellu

source: Delete all sites in %@?
co: Squassà tutti i siti in %@ ?

source: Delete Bookmark
co: Squassà l’indetta

source: Deleted “%@”
co: « %@ » squassatu

source: Delete Folder
co: Squassà u cartulare

source: Delete from History
co: Squassà da a cronolugia

source: Delete session data
co: Squassà i dati di a sessione

source: Deletes history (including synced history from other devices), cookies, and other browsing data.
co: Squassa a cronolugia (inchjusa quella sincrunizata da l’altri apparechji), i canistrelli è d’altri dati di navigazione.

source: %@ deletes your cookies, history, and site data when you close all your private tabs.
co: %@ squassa i vostri canistrelli, cronolugia è dati di siti quandu vo chjudite tutte e vostre unghjette private.

source: %@ deletes your cookies, history, and site data when you close all your private windows.
co: %@ squassa i vostri canistrelli, cronolugia è dati di siti quandu vo chjudite tutte e vostre finestre private.

source: Deselected
co: Micca selezziunatu

source: DESKTOP BOOKMARKS
co: INDETTE URDINATORE

source: Desktop Site
co: Versione urdinatore

source: Device Name
co: Nome di l’apparechju

source: Dimmed
co: Adumbratu

source: Disable additional page dialogs
co: Impedisce i dialoghi addiziunali per sta pagina

source: Disabled for this site
co: Disattivatu per stu situ

source: Disable for this site
co: Disattivà per stu situ

source: Disconnect Sync
co: Discunnette Sync

source: Disconnect Sync?
co: Discunnettesi di Sync ?

source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
co: Scuprite storie affascinante, chì danu à riflette, da u web sanu, è organizate da Pocket.

source: Discover privacy features in %@ and securely send tabs between your devices.
co: Scuprite e funzioni di cunfidenzialità di %@ è mandate l’unghjette d’una manera sicura trà i vostri apparechji.

source: Dismiss banner
co: Righjittà a striscia

source: Display
co: Affissera

source: Display Settings
co: Parametri per affissà

source: +%d More…
co: Più di %d altre…

source: DNS Name
co: Nome DNS

source: Don’t Save
co: Ùn arregistrà micca

source: Don’t Send
co: Ùn mandà micca

source: Don’t Update
co: Ùn mudificà micca

source: Double tap and hold for more options
co: Picchichjate duie volte è mantinite u vostru ditu appughjatu per affissà più d’ozzioni

source: Double tap to toggle setting.
co: Picchichjà duie volte per cambià i parametri.

source: Download Cancelled
co: Scaricamentu abbandunatu

source: Downloaded Files
co: Schedarii scaricati

source: Downloaded files will show up here.
co: I schedarii scaricati seranu affissati quì.

source: Download Failed
co: Fiascu di u scaricamentu

source: Downloading “%@”
co: Scaricamentu di« %@ »

source: Downloading Files: %@
co: Scaricamentu di schedarii : %@

source: Download Link
co: Scaricà a destinazione di u liame

source: Download Now
co: Scaricà avà

source: Download PDF
co: Scaricà u PDF

source: Downloads aren’t supported in Firefox yet.
co: I scaricamenti ùn sò mancu permessi da Firefox à st’ora.

source: Do you want to save the password for %1$@ on %2$@?
co: Vulete arregistrà a parolla d’entrata per %1$@ nant’à %2$@ ?

source: Do you want to save the password on %@?
co: Vulete arregistrà a parolla d’entrata nant’à %@ ?

source: Do you want to update the password for %1$@ on %2$@?
co: Vulete mudificà a parolla d’entrata per %1$@ nant’à %2$@ ?

source: Do you want to update the password on %@?
co: Vulete mudificà a parolla d’entrata nant’à %@ ?

source: Do you want to use this web page as your home page?
co: Vulete impiegà stu situ web cum’è pagina d’accolta ?

source: Drag or tap the web page to close the summary
co: Fate sguillà o picchichjate a pagina web per chjode u riassuntu

source: %d tab(s) closed
co: %d unghjetta(e) chjosa(e)

source: Edit Bookmark
co: Mudificà l’indetta

source: Edit Card
co: Mudificà a carta

source: Edit Credit Card
co: Mudificà a carta bancaria

source: Edit Folder
co: Mudificà u cartulare

source: Elevate Everyday Browsing
co: Migliurà a navigazione cutidiana

source: Email mask inserted
co: Maschera di messaghjeria framessa

source: Email Masks
co: Maschere di messaghjeria

source: Email masks aren’t available right now. Try again in a few minutes.
co: E maschere di messaghjeria ùn sò micca dispunibule subitu. Pruvate torna trà qualchì minutu.

source: Enable
co: Attivà

source: Enabled for this site
co: Attivatu per stu situ

source: Enable for this site
co: Attivà per stu situ

source: Enable Night Mode
co: Attivà u modu nutturnu

source: Enable Tracking Protection
co: Attivà a prutezzione contr’à u spiunagiu

source: Enable Translations
co: Attivà e traduzzioni

source: %@ encrypts your card number. Your security code won’t be saved.
co: %@ cifra u vostru numeru di carta. U vostru codice di sicurità ùn serà micca arregistratu.

source: %@ encrypts your passwords, bookmarks, and more when you’re synced.
co: %@ cifra e vostre parolle d’intesa, e vostre indette, è ancu di più quandu vo impiegate a sincrunizazione.

source: End your private session?
co: Compie a vostra sessione privata ?

source: Enhanced Tracking Protection blocks malware and stops trackers.
co: A prutezzione rinfurzata contr’à u spiunagiu blucca i prugrammi animosi è pianta i perseguitatori.

source: Enter a new passcode
co: Stampittà un novu codice d’accessu

source: Enter a passcode
co: Stampittà un codice d’accessu

source: Enter a valid expiration date
co: Stampittate una data di scadenza accettevule

source: Enter a webpage
co: Stampittà una pagina web

source: Enter passcode
co: Stampittate u codice d’accessu

source: Enter Passcode
co: Stampittate u codice d’accessu

source: Enter Search Mode
co: Attivà u modu di ricerca

source: Enter your password to connect
co: Stampittate a vostra parolla d’intesa per cunnettesi

source: Error summarizing page. Try again later.
co: Sbagliu durante u riassuntu di a pagina. Pruvate torna un’altra volta.

source: Exceptional content curated by %1$@, part of the %2$@ family
co: Cuntenutu eccezzionale selezziunatu da %1$@, membru di a famiglia %2$@

source: Expand How we determine review quality card
co: Sviluppà a scheda « Cumu determinemu a qualità d’un avisu »

source: Expand Settings Card
co: Sviluppà a scheda di i parametri

source: Expiration MM / YY
co: Scadenza MM / AA

source: Expires
co: Scadenza

source: Expires %@
co: Data di scadenza : %@

source: Face ID & Passcode
co: Codice d’accessu è Face ID

source: Failed
co: Fiascu

source: Failed to Add Pass
co: Fiascu di l’aghjuntu di u bigliettu

source: Fast, private, and on your side.
co: Prontu, privatu è accant’à voi.

source: Fast, private translations are ready when you are.
co: Traduzzioni rapide è private sò pronte quandu vo n’avete bisognu.

source: Fast Search
co: Ricerca rapida

source: File
co: Schedariu

source: File Copied To Clipboard
co: Schedariu cupiatu in u preme’papei

source: Filter
co: Filtrà

source: Filter Sites
co: Filtrà i siti

source: Find
co: Circà

source: Find Again
co: Circà torna

source: Find in Page
co: Circà in a pagina
